INSERT INTO star(star_id, name, description, distance, magnitude, image, is_active)
VALUES (1, "Солнце", "Наша родная звезда, которая светит нам и греет нас", 0, -26.7, "sun.png", true),
(2, "Солнце", "Звезда, красный карлик, относящаяся к звёздной системе Альфа Центавра, ближайшая к Солнцу звезда", 4.2, 11.1, "Proxima_Centauri.jpg", true),
(3, "Звезда Барнарда", "Одиночная звезда в созвездии Змееносца", 5.96, 9.57, "Barnard.jpeg", true),
(4, "Сириус", "Ярчайшая звезда ночного неба", 8.6, -1.46, "Sirius.jpg", true),
(5, "Лейтен 726-8", "Двойная звезда в созвездии Кита", 8.73, 12.5, "Leiten.jpg", true);
